{
  "nodes": [
    {
      "op": "null", 
      "name": "i0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i1", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i3", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i5", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i7", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i8", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i9", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i10", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_14", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          14, 
          0, 
          0
        ], 
        [
          15, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ], 
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_12", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          23, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          25, 
          0, 
          0
        ], 
        [
          26, 
          0, 
          0
        ], 
        [
          27, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_strided_slice_concatenate", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          28, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ], 
        [
          30, 
          0, 
          0
        ], 
        [
          31, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_15", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_15", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          32, 
          0, 
          0
        ], 
        [
          33, 
          0, 
          0
        ], 
        [
          34, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_add_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_conv2d_add_add_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ], 
        [
          36, 
          0, 
          0
        ], 
        [
          37, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_101", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          39, 
          0, 
          0
        ], 
        [
          40, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_9", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          41, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ], 
        [
          43, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p22", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p23", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          44, 
          0, 
          0
        ], 
        [
          45, 
          0, 
          0
        ], 
        [
          46, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_concatenate_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_strided_slice_concatenate_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ], 
        [
          47, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p24", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p25", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          48, 
          0, 
          0
        ], 
        [
          49, 
          0, 
          0
        ], 
        [
          50, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p27", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_16", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_16", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          51, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p28", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p29", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_add_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_conv2d_add_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          47, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ], 
        [
          55, 
          0, 
          0
        ], 
        [
          56, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_concatenate_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_strided_slice_concatenate_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          57, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p30", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p31", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_81", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          58, 
          0, 
          0
        ], 
        [
          59, 
          0, 
          0
        ], 
        [
          60, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p32", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p33", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_161", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_16", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          61, 
          0, 
          0
        ], 
        [
          62, 
          0, 
          0
        ], 
        [
          63, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p34", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_add_31", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_conv2d_add_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          57, 
          0, 
          0
        ], 
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ], 
        [
          66, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p36", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p37", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_82", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          67, 
          0, 
          0
        ], 
        [
          68, 
          0, 
          0
        ], 
        [
          69, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p38", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p39", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          70, 
          0, 
          0
        ], 
        [
          71, 
          0, 
          0
        ], 
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p40", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p41", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          73, 
          0, 
          0
        ], 
        [
          74, 
          0, 
          0
        ], 
        [
          75, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_concatenate_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_strided_slice_concatenate_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ], 
        [
          76, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p42", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p43", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          77, 
          0, 
          0
        ], 
        [
          78, 
          0, 
          0
        ], 
        [
          79, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p44", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p45", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          80, 
          0, 
          0
        ], 
        [
          81, 
          0, 
          0
        ], 
        [
          82, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p46", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p47", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_add_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_conv2d_add_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          76, 
          0, 
          0
        ], 
        [
          83, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ], 
        [
          85, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_concatenate_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_strided_slice_concatenate_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ], 
        [
          86, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p48", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p49", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_61", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          87, 
          0, 
          0
        ], 
        [
          88, 
          0, 
          0
        ], 
        [
          89, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p50", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p51", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_51", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          90, 
          0, 
          0
        ], 
        [
          91, 
          0, 
          0
        ], 
        [
          92, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p52", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p53", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_add_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_conv2d_add_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          86, 
          0, 
          0
        ], 
        [
          93, 
          0, 
          0
        ], 
        [
          94, 
          0, 
          0
        ], 
        [
          95, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_concatenate_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_strided_slice_concatenate_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ], 
        [
          96, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p54", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p55", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_62", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          97, 
          0, 
          0
        ], 
        [
          98, 
          0, 
          0
        ], 
        [
          99, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p56", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p57", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_52", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ], 
        [
          102, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p58", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p59", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_add_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_conv2d_add_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          96, 
          0, 
          0
        ], 
        [
          103, 
          0, 
          0
        ], 
        [
          104, 
          0, 
          0
        ], 
        [
          105, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p60", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p61", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_63", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          106, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ], 
        [
          108, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p62", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p63", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_53", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          109, 
          0, 
          0
        ], 
        [
          110, 
          0, 
          0
        ], 
        [
          111, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p64", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p65", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          112, 
          0, 
          0
        ], 
        [
          113, 
          0, 
          0
        ], 
        [
          114, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_concatenate_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_strided_slice_concatenate_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ], 
        [
          115, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p66", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p67", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          116, 
          0, 
          0
        ], 
        [
          117, 
          0, 
          0
        ], 
        [
          118, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p68", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p69", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_17", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_17", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          119, 
          0, 
          0
        ], 
        [
          120, 
          0, 
          0
        ], 
        [
          121, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p70", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p71", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_add_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_conv2d_add_add_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          115, 
          0, 
          0
        ], 
        [
          122, 
          0, 
          0
        ], 
        [
          123, 
          0, 
          0
        ], 
        [
          124, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_concatenate_31", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_strided_slice_concatenate_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          8, 
          0, 
          0
        ], 
        [
          125, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p72", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p73", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_41", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          126, 
          0, 
          0
        ], 
        [
          127, 
          0, 
          0
        ], 
        [
          128, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p74", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p75", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_171", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_17", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          129, 
          0, 
          0
        ], 
        [
          130, 
          0, 
          0
        ], 
        [
          131, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p76", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p77", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_add_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_conv2d_add_add_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          125, 
          0, 
          0
        ], 
        [
          132, 
          0, 
          0
        ], 
        [
          133, 
          0, 
          0
        ], 
        [
          134, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p78", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p79", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_42", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          135, 
          0, 
          0
        ], 
        [
          136, 
          0, 
          0
        ], 
        [
          137, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p80", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p81", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          138, 
          0, 
          0
        ], 
        [
          139, 
          0, 
          0
        ], 
        [
          140, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p82", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p83", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          141, 
          0, 
          0
        ], 
        [
          142, 
          0, 
          0
        ], 
        [
          143, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_concatenate_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_strided_slice_concatenate_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          144, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p84", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p85", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          145, 
          0, 
          0
        ], 
        [
          146, 
          0, 
          0
        ], 
        [
          147, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p86", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p87", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          148, 
          0, 
          0
        ], 
        [
          149, 
          0, 
          0
        ], 
        [
          150, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p88", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p89", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_conv2d_add_add", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          144, 
          0, 
          0
        ], 
        [
          151, 
          0, 
          0
        ], 
        [
          152, 
          0, 
          0
        ], 
        [
          153, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_concatenate_41", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_strided_slice_concatenate_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          154, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p90", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p91", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          155, 
          0, 
          0
        ], 
        [
          156, 
          0, 
          0
        ], 
        [
          157, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p92", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p93", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_111", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          158, 
          0, 
          0
        ], 
        [
          159, 
          0, 
          0
        ], 
        [
          160, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p94", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p95", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_add1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_conv2d_add_add", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          154, 
          0, 
          0
        ], 
        [
          161, 
          0, 
          0
        ], 
        [
          162, 
          0, 
          0
        ], 
        [
          163, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p96", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p97", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          164, 
          0, 
          0
        ], 
        [
          165, 
          0, 
          0
        ], 
        [
          166, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p98", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p99", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip_121", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          167, 
          0, 
          0
        ], 
        [
          168, 
          0, 
          0
        ], 
        [
          169, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p100", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p101", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          170, 
          0, 
          0
        ], 
        [
          171, 
          0, 
          0
        ], 
        [
          172, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p102", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p103", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_clip", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_clip", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          173, 
          0, 
          0
        ], 
        [
          174, 
          0, 
          0
        ], 
        [
          175, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_mean_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_mean_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          176, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_mean", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_mean", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          177, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_batch_flatten_multiply", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_batch_flatten_multiply", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          178, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p104", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p105", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_dense_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_dense_add", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          179, 
          0, 
          0
        ], 
        [
          180, 
          0, 
          0
        ], 
        [
          181, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_strided_slice", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_strided_slice_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          47, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_strided_slice_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          57, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_strided_slice_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          76, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_strided_slice_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          86, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_strided_slice_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          96, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_strided_slice_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          115, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_31", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_strided_slice_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          125, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_strided_slice_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          144, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_strided_slice_41", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_strided_slice_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          154, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    14, 
    15, 
    17, 
    18, 
    20, 
    21, 
    23, 
    24, 
    26, 
    27, 
    30, 
    31, 
    33, 
    34, 
    36, 
    37, 
    39, 
    40, 
    42, 
    43, 
    45, 
    46, 
    49, 
    50, 
    52, 
    53, 
    55, 
    56, 
    59, 
    60, 
    62, 
    63, 
    65, 
    66, 
    68, 
    69, 
    71, 
    72, 
    74, 
    75, 
    78, 
    79, 
    81, 
    82, 
    84, 
    85, 
    88, 
    89, 
    91, 
    92, 
    94, 
    95, 
    98, 
    99, 
    101, 
    102, 
    104, 
    105, 
    107, 
    108, 
    110, 
    111, 
    113, 
    114, 
    117, 
    118, 
    120, 
    121, 
    123, 
    124, 
    127, 
    128, 
    130, 
    131, 
    133, 
    134, 
    136, 
    137, 
    139, 
    140, 
    142, 
    143, 
    146, 
    147, 
    149, 
    150, 
    152, 
    153, 
    156, 
    157, 
    159, 
    160, 
    162, 
    163, 
    165, 
    166, 
    168, 
    169, 
    171, 
    172, 
    174, 
    175, 
    180, 
    181
  ], 
  "heads": [
    [
      182, 
      0, 
      0
    ], 
    [
      183, 
      0, 
      0
    ], 
    [
      184, 
      0, 
      0
    ], 
    [
      185, 
      0, 
      0
    ], 
    [
      186, 
      0, 
      0
    ], 
    [
      187, 
      0, 
      0
    ], 
    [
      188, 
      0, 
      0
    ], 
    [
      189, 
      0, 
      0
    ], 
    [
      190, 
      0, 
      0
    ], 
    [
      191, 
      0, 
      0
    ], 
    [
      192, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32"
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 224, 224], 
        [1, 3, 56, 56], 
        [1, 4, 28, 28], 
        [1, 4, 28, 28], 
        [1, 8, 14, 14], 
        [1, 8, 14, 14], 
        [1, 8, 14, 14], 
        [1, 12, 14, 14], 
        [1, 12, 14, 14], 
        [1, 20, 7, 7], 
        [1, 20, 7, 7], 
        [32, 3, 3, 3], 
        [32, 1, 1], 
        [1, 32, 112, 112], 
        [32, 1, 3, 3], 
        [32, 1, 1], 
        [1, 32, 112, 112], 
        [16, 32, 1, 1], 
        [16, 1, 1], 
        [1, 16, 112, 112], 
        [96, 16, 1, 1], 
        [96, 1, 1], 
        [1, 96, 112, 112], 
        [96, 1, 3, 3], 
        [96, 1, 1], 
        [1, 96, 56, 56], 
        [24, 96, 1, 1], 
        [24, 1, 1], 
        [1, 24, 56, 56], 
        [1, 24, 56, 56], 
        [144, 24, 1, 1], 
        [144, 1, 1], 
        [1, 144, 56, 56], 
        [144, 1, 3, 3], 
        [144, 1, 1], 
        [1, 144, 56, 56], 
        [24, 144, 1, 1], 
        [24, 1, 1], 
        [1, 24, 56, 56], 
        [144, 24, 1, 1], 
        [144, 1, 1], 
        [1, 144, 56, 56], 
        [144, 1, 3, 3], 
        [144, 1, 1], 
        [1, 144, 28, 28], 
        [32, 144, 1, 1], 
        [32, 1, 1], 
        [1, 32, 28, 28], 
        [1, 32, 28, 28], 
        [192, 32, 1, 1], 
        [192, 1, 1], 
        [1, 192, 28, 28], 
        [192, 1, 3, 3], 
        [192, 1, 1], 
        [1, 192, 28, 28], 
        [32, 192, 1, 1], 
        [32, 1, 1], 
        [1, 32, 28, 28], 
        [1, 32, 28, 28], 
        [192, 32, 1, 1], 
        [192, 1, 1], 
        [1, 192, 28, 28], 
        [192, 1, 3, 3], 
        [192, 1, 1], 
        [1, 192, 28, 28], 
        [32, 192, 1, 1], 
        [32, 1, 1], 
        [1, 32, 28, 28], 
        [192, 32, 1, 1], 
        [192, 1, 1], 
        [1, 192, 28, 28], 
        [192, 1, 3, 3], 
        [192, 1, 1], 
        [1, 192, 14, 14], 
        [64, 192, 1, 1], 
        [64, 1, 1], 
        [1, 64, 14, 14], 
        [1, 64, 14, 14], 
        [384, 64, 1, 1], 
        [384, 1, 1], 
        [1, 384, 14, 14], 
        [384, 1, 3, 3], 
        [384, 1, 1], 
        [1, 384, 14, 14], 
        [64, 384, 1, 1], 
        [64, 1, 1], 
        [1, 64, 14, 14], 
        [1, 64, 14, 14], 
        [384, 64, 1, 1], 
        [384, 1, 1], 
        [1, 384, 14, 14], 
